{
    "1": [
        "5/8/23, 7:22 PM\nPolitie schiet man dood bij huiszoeking in Gent: 'Hij richtte een wapen op agenten' | VRT NWS: nieuws",
        "Aan de Franklin Rooseveltlaan in Gent, aan het Zuidpark, is een dode\ngevallen bij een schietincident tijdens een huiszoeking in een\nflatgebouw. Dat meldt het parket van Oost-Vlaanderen. 'De federale\npolitie heeft de man neergeschoten toen hij een wapen richtte op de\nagenten.' Het gaat om de bewoner van het appartement die ook\nverdacht werd in een drugszaak.",
        "Radio 2, Ward Schouppe",
        "Update \n 17:17",
        "ij een huiszoeking in Gent heeft de federale politie deze ochtend een\nman van 44 doodgeschoten. Dat bevestigt het parket Oost-",
        "Vlaanderen. Het schietincident gebeurde rond 6 uur, in een flatgebouw aan\nde Franklin Rooseveltlaan, in de buurt van het Zuidpark.",
        "Politie schiet man dood bij huiszoeking in Gent:\n'Hij richtte een wapen op agenten'",
        "Regio\nRegio",
        "Gent\nGent"
    ],
    "2": [
        "5/8/23, 7:22 PM\nPolitie schiet man dood bij huiszoeking in Gent: 'Hij richtte een wapen op agenten' | VRT NWS: nieuws",
        "De politie was er in het kader van een lopend drugsonderzoek. Toen de\nbewoner én verdachte een wapen richtte op de agenten, schoten ze hem\nneer. Er is nog geprobeerd om de man te reanimeren, maar dat is niet meer\ngelukt. Hij overleed later in het appartement. Het onderzoek loopt nu\nverder. \n  Het onderzoek zal moeten uitmaken of er sprake was van wettige\nzelfverdediging door de agent in kwestie. Bij het incident raakte niemand\nanders gewond. Er zijn momenteel geen aanwijzingen dat het geweld niet\nop een rechtsgeldige manier gebruikt werd of niet proportioneel was.",
        "Het onderzoek naar het door de politie gebruikte geweld is in handen van\nhet Comité P. De speurders volgen de procedure zoals voorgeschreven in\nde omzendbrief over de afhandeling van de gevallen waarin de\npolitiediensten zelf geweld gebruikten met de dood als gevolg. Dat houdt\nin dat de politieman niet van zijn vrijheid beroofd wordt of onmiddellijk\nverhoord wordt.",
        "BEKIJK - Caroline Verschuere van het Parket Oost-Vlaanderen legt uit hoe\nhet onderzoek zal lopen:"
    ],
    "3": [
        "5/8/23, 7:22 PM\nPolitie schiet man dood bij huiszoeking in Gent: 'Hij richtte een wapen op agenten' | VRT NWS: nieuws",
        "Beluister het meest recente\nregionieuws uit Oost-Vlaanderen"
    ]
}