{
    "1": [
        "5/8/23, 7:22 pm \n Police shoots husband's house search in Ghent: \"He pointed a weapon on agents\" | VRT NWS: News",
        "On the Franklin Rooseveltlaan in Ghent, on the Zuidpark, there is a dead \n cases at a shooting incident during a house search in one \n apartment building. The public prosecutor of East Flanders reports this. 'The federal \n Police shot the man when he pointed a weapon on the \n agents. \" It is about the occupant of the apartment that too \n was suspected in a drug shop.",
        "Radio 2, Ward Schouppe",
        "Update \n 17:17",
        "During a house search in Ghent, the federal police have a \n man of 44 shot. That confirms the public prosecutor's office",
        "Flanders. The shooting incident happened around 6 am, in an apartment building \n The Franklin Rooseveltlaan, near Zuidpark.",
        "Police shoots man die during a search in Ghent: \n \"He pointed a weapon on agents\"",
        "Royal \n Royal",
        "Gender \n Gender"
    ],
    "2": [
        "5/8/23, 7:22 pm \n Police shoots husband's house search in Ghent: \"He pointed a weapon on agents\" | VRT NWS: News",
        "The police were there in the context of an ongoing drug investigation. When the \n the resident and the suspect pointed a weapon on the agents, they shot him \n down. An attempt has been made to resuscitate the man, but that is no longer \n success. He died later in the apartment. The research is now running \n further. \n   The investigation will have to determine whether there was legal \n Self -defense by the agent in question. Nobody touched the incident \n injured differently. There are currently no indications that the violence is not \n was used in a legally valid way or was not proportional.",
        "The investigation into the violence used by the police is in the hands of \n The P. De Speurders committee follow the procedure as prescribed in \n the circular on the handling of the cases in which the \n Police services themselves used violence with death as a result. That keeps \n In that the policeman is not deprived of his freedom or immediately \n is being interrogated.",
        "View - Caroline Verschuere of the Public Prosecutor East Flanders explains how \n The investigation will go:"
    ],
    "3": [
        "5/8/23, 7:22 pm \n Police shoots husband's house search in Ghent: \"He pointed a weapon on agents\" | VRT NWS: News",
        "Listen to the most recent \n Region news from East Flanders"
    ]
}